[{
  "id": "ccf34a70-0757-42d0-9627-f0372158d981",
  "name": "Экшн-камера GoPro HERO7 (CHDHB-601) White",
  "cover": "01.png",
  "images": ["01.png", "02.png", "03.png", "04.png"],
  "price": 14999,
  "description": "Берите GoPro HERO7 White с собой повсюду — эта прочная и полностью водонепроницаемая камера готова к съёмке практически в любых условиях. Плавные видео 4K и яркие фото в формате WDR точно запечатлят волшебные моменты. Встроенный датчик GPS поможет отслеживать вашу скорость, высоту и преодолённое расстояние. На интуитивном сенсорном экране можно быстро выполнить настройку и скомпоновать отличные кадры. Со стабилизацией HyperSmooth вы сможете получать такие плавные видео, как будто камера закреплена на подвесе с гиростабилизацией. Новый интеллектуальный режим фотосъемки обеспечивает автоматическое создание потрясающих изображений. Прямые трансляции и приложение GoPro App позволяют делиться любыми яркими моментами в режиме реального времени. HERO7 выводит производительность GoPro, а также качество фото и видео на совершенно новый уровень."
}, {
  "id": "163c8ef0-64cd-4188-a78d-d87a2caf05f0",
  "name": "Игра для PlayStation 4 «God of War»",
  "cover": "cover.jpg",
  "images": ["cover.jpg", "art-01.jpg", "art-02.jpg", "art-03.jpg"],
  "price": 2599,
  "description": "Студия Santa Monica и ее творческий директор Кори Барлог представляют новую эпоху серии God of War. Кратосу, выбравшему жизнь обычного человека вдали от божественных дрязг, предстоит привыкнуть к незнакомому краю, к его опасностям и особенностям. И даже больше – судьба дарует ему второй шанс стать хорошим отцом. Вместе со своим сыном Атреем бог войны отправится в непростое путешествие через скандинавские пустоши, преследуя особую, глубоко личную цель. Пройдите вместе с Кратосом трудный путь взросления и помогите ему стать лучшим человеком ради единственного сына. Когда в жестоком мире чудовищ, драконов и богов вся ответственность за это ляжет на ваши плечи… сможете ли вы защитить будущее от ошибок прошлого, если вся ваша жизнь полна крови и хаоса?"
}, {
  "id": "36b25d4f-6cbe-4265-b8b4-810f29d687d2",
  "name": "Портативная колонка JBL GO Black",
  "cover": "01.png",
  "images": ["01.png", "02.png", "03.png", "04.png"],
  "price": 1189,
  "description": "Портативная колонка JBL GO не займет много места на полке, рабочем столе или сумке, размеры составляют 68,3 х 82,7 х 30,8 мм. С помощью этой колонки можно слушать музыку, подключив ее к смартфону или планшету по Bluetooth, кроме того, у колонки есть разъем 3,5мм, а значит она может быть подключена посредством AUX-кабеля. Имеется и динамик для разговоров, с неплохим качеством передачи речи. Колонка способна выдать 3 Ватта качественного звука. Знаменитые акустические системы JBL сохраняют потрясающее звучание, даже в диапазоне компактных моделей. Внутреннего аккумулятора хватит на целых 5 часов проигрывания музыки, а для подзарядки достаточно 2,5 часа."
}, {
  "id": "18dc3dd2-6082-4681-b3f5-9e79bd4ce6a4",
  "name": "Виниловый проигрыватель Audio-Technica AT-LP120-USBHC",
  "cover": "01.png",
  "images": ["01.png", "02.png"],
  "price": 26990,
  "description": "Японская компания Audio-Technica обладает более чем пятидесятилетним опытом в разработке аудиоустройств и давно зарекомендовала себя как ведущий производитель самого широкого спектра аппаратуры, как для домашнего звуковоспроизведения, так и для студийного применения. Выпустив проигрыватель Audio-Technica AT LP-120 USB, компания дала своим поклонникам еще один повод для радости, поскольку вертушка предлагает высокий уровень оснащенности по очень привлекательной цене. Модель выполнена в ставшем уже классическом дизайне, однако по части функциональности имеет мало равных на сегодняшний день, особенно с учетом ценовой категории. Проигрыватель поддерживает скорость вращения 78 оборотов в минуту, а это значит, что старые коллекции пластинок больше не будут лежать у вас дома «дубликатом бесценного груза». Во-вторых, на борту аппарата есть встроенная плата фонокорректора для головок с подвижным магнитом, благодаря которому вертушку можно напрямую подключать к усилителю или активным колонкам. Конечно, при наличии более качественного внешнего корректора внутренний всегда можно отключить. Ну и, в-третьих, аппарат способен самостоятельно оцифровывать аналоговый сигнал и выдавать на компьютер цифровой поток в формате 16 бит / 44,1 кГц или 16 бит / 48 кГц через USB. Фактически здесь есть все, что может только понадобиться начинающему виниловоду. Все остальные характерные для исходной модели особенности также на месте – прямой привод диска, кварцевый контроллер скорости вращения (отключаемый), плавная регулировка скорости вращения в пределах +/- 10%, несъемный фонокабель, удобная регулировка высоты основания тонарма и антискейтинга, съемный шелл, градуированный противовес тонарма, позволяющий в известной степени обойтись без прецизионных весов для настройки прижима головки. В комплект поставки также входит фирменный звукосниматель Audio-Technica AT-95E с эллиптической заточкой иглы, уже закрепленный на шелле. По сути, покупатель получает готовое решение plug’n’play."
}, {
  "id": "7d0793aa-39fa-4da6-9ddd-17858cb183b6",
  "name": "Пульсометр SIGMA PC 15.11 Red",
  "cover": "01.png",
  "images": ["01.png", "02.png", "03.png", "04.png"],
  "price": 3700,
  "description": "Sigma PC 15.11 является на сегодня самым популярным аналоговым пульсометром, выполненном в новом дизайне. Этот многофункциональный пульсометр станет вашим другом в ежедневных тренировках, причем не только в спортзале, но и в бассейне. Для этого он изготовлен с водонепроницаемым корпусом. Sigma PC 15.11 сам контролирует ваш пульс, причем в трех вариантах: нормальном, максимальном и среднем.  Частота сокращений сердца тоже рассматривается в верхнем и нижнем диапазонах. Если показания превышают допустимые пороги, выдаются звуковой и световой сигналы предупреждения. Умный гаджет моментально рассчитывает ваш диапазон, зоны тренировок и пульса. Не остаются без внимания браслета и такие факторы, как время тренировок, пробежек и общее преодоление кругов. Наличие счетчика калорий также служит на пользу своего владельца, предупреждая о переизбытке или недостаче. Дополнительным удобством приборов подобного типа является их функция часов, секундомера и контролера даты одновременно. Дополняется это все удобной световой подсветкой, помогающей рассматривать информацию даже в затемненном помещении."
}, {
  "id": "45b8292b-4fc6-4edd-a694-183ccf30c71f",
  "name": "Внешний HDD Seagate Expansion STEA1000400 Black",
  "cover": "01.png",
  "images": ["01.png", "02.png", "03.png", "04.png"],
  "price": 3289,
  "description": "Портативный жесткий диск Seagate Expansion — это легкое в использовании решение для случаев, когда нужно мгновенно добавить пространство для хранения данных на компьютере и взять файлы с собой. Портативный жесткий диск Expansion легко устанавливается — достаточно подключить единственный шнур USB. К сохранению цифровых файлов на внешнем жестком диске можно приступать через несколько секунд после его извлечения из коробки. Емкость модели на 1 ТБ дает возможность хранить: до 1000 часов цифрового видео; до 250 двухчасовых фильмов в формате DVD; до 320 000 цифровых фотографий; до 16 660 часов музыки в цифровом формате."
}, {
  "id": "4f6f6e03-3b89-4a77-a953-4dc1e63fed7c",
  "name": "Кофемашина De Longhi ESAM 3000 Black",
  "cover": "01.png",
  "images": ["01.png", "02.png", "03.png", "04.png"],
  "price": 18990,
  "description": "Автоматическая кофемашина, позволяющая простым нажатием кнопки и поворотом рукоятки приготовить ваш любимый кофе. Кофемашина имеет ручной капучинатор, с помощью которого вы можете сделать пышную молочную пену для капучино, а также подставку для чашек с подогревом и фильтр очистки воды. Запатентованная система CRF (Компактность, Надежность, Свежесть). Состоит из компактного съемного блока приготовления и запатентованной системы Tubeless – блок приготовления в момент помола поднимается прямо к кофемолке и забирает свежесмолотый кофе напрямую, без использования трубок и воронок. Благодаря этой системе Вы всегда получаете свежий, безупречный кофе. А специальная функция поддерживает температуру бойлера в идеальном состоянии, для получения непревзойденного результата, вне зависимости от интервала между чашками."
}, {
  "id": "f83dbb16-7cb5-4f38-9885-8d15084ac96c",
  "name": "Наушники JBL TUNE 120 TWS Black",
  "cover": "01.png",
  "images": ["01.png", "02.png", "03.png", "04.png", "05.png"],
  "price": 5990,
  "description": "Беспроводные наушники JBL TUNE 120TWS отличаются ярким дизайном и мощным звуком благодаря излучателю 5,8 мм с технологией JBL Pure Bass. Эти наушники-вкладыши с элегантным портативным чехлом с функцией зарядки дарят 16 часов безграничного музыкального удовольствия. Благодаря эргономичному дизайну они также обеспечивают комфорт даже при длительном ношении. Оснащены интуитивно понятными удобными элементами управления на каждом наушнике, включая доступ к приложениям Siri и Google Now одним нажатием кнопки."
}, {
  "id": "ca03b7b2-90b7-4651-8fb0-28b98fd9a541",
  "name": "Очки виртуальной реальности Sony PlayStation VR (CUH-ZVR2)",
  "cover": "01.png",
  "images": ["01.png", "02.png", "03.png", "04.png"],
  "price": 24469,
  "description": "Испытайте весь спектр незабываемый эмоций со шлемом виртуальной реальности PlayStation VR. С ним вы поймете и увидите виртуальные миры. Невероятная реалистичность происходящего оставит самые положительные впечатления за счет встроенных датчиков акселерометра и гироскопа. 960x1080 – таково разрешение дисплеев для каждого глаза с оптимальной частотой обновления экрана в 120 Гц. Встроенный микрофон еще усилит ощущение реалистичности, как и угол обзора в 100 градусов, обработка 3D-звука и наличие кинематографического режима. PlayStation VR совместим с геймпадом Sony Dualshock 4 и игровым контроллером PlayStation Move. У пользователя есть возможность подключить наушники, которые идут в комплекте к шлему."
}, {
  "id": "8d7007fc-d318-4b51-855a-bfd4bec57786",
  "name": "Игра для PlayStation 4 «Doom»",
  "cover": "01.png",
  "images": ["01.png", "02.png", "03.png", "04.png"],
  "price": 3279,
  "description": "Огромный исследовательский комплекс Объединенной аэрокосмической корпорации на Марсе заполонили кровожадные демоны, готовящиеся покорить наш мир. И только один человек стоит у них на пути... DOOM возвращается. Легендарная игра, определившая саму суть жанра шутеров, снова с нами. Жестокий, агрессивный, бескомпромиссный и очень кровавый боевик разрабатывается силами культовой студией id Software. Безжалостные демоны, невероятно разрушительное оружие, стремительное передвижение по уровню – вот главные составляющие напряженных и захватывающих сражений DOOM."
}, {
  "id": "f67c0013-ab9a-4a58-9bfa-e75cd4507a44",
  "name": "Робот-пылесос Xiaomi Mi Robot Vacuum Cleaner White",
  "cover": "01.png",
  "images": ["01.png", "02.png", "03.png", "04.png"],
  "price": 18790,
  "description": "Пылесос-робот Xiaomi Mi Robot Vacuum Cleaner – незаметный помощник, который сделает дом чище, не требуя к себе большого внимания. Ему достаточно только подключить док-станцию, на которой он будет парковаться и заряжаться, установить один из трех режимов работы, настроить время уборки и регулярно очищать пылесборник. Xiaomi Mi Robot Vacuum Cleaner способен обслужить помещение площадью до 250 м² на одном заряде аккумулятора. Он выполняет только сухую уборку. При этом он сам выстраивает карту помещения и выбирает оптимальный маршрут так, чтобы не пропустить ни сантиметра пола при минимальном расходе энергии. Несколько датчиков (инфракрасный, оптический и ультразвуковой) помогают пылесосу определять границы комнат и замечать перепады высоты."
}, {
  "id": "8269c2fa-11bf-4398-b1d2-49e8678048ac",
  "name": "Видеорегистратор с радар-детектором Neoline X-COP 9200 Black",
  "cover": "01.png",
  "images": ["01.png", "02.png", "03.png", "04.png"],
  "price": 23490,
  "description": "Видеорегистратор, радар-детектор NEOLINE X-Cop 9200 имеет магнитное крепление с активным питанием. Модель представляет из себя комбинированный прибор, способный не только осуществлять видеосъемку дорожной обстановки, но и информировать пользователя о наличии излучения, исходящего от комплексов контроля скорости. Функциональность устройства расширена за счет наличия GPS-модуля, с помощью которого реализована функция GPS-информатора. Пользователю предоставляется информация о радарных комплексах, сохраненных в памяти прибора. Видеорегистратор, радар-детектор NEOLINE X-Cop 9200 оборудован датчиками удара и движения. Имеется подсветка. Съемка видео происходит с разрешением 2304x1296 и частотой 30 кадров в секунду. 2-дюймовый дисплей с разрешением 320x240 позволяет с комфортом ознакомиться с отснятым материалом. Особенностью конструкции модели является наличие двух слотов для установки карт памяти microSD. Максимально возможный объем носителей информации равен 256 ГБ. Эксплуатация прибора допускается при температуре воздуха от -10 до 60 °C. Габариты корпуса устройства – 104x34x46 мм."
}, {
  "id": "0b0187ee-00e3-4cff-a64a-7cc295b9588a",
  "name": "Аккумулятор Xiaomi Mi Power Bank 3 Pro 20000 Black",
  "cover": "01.png",
  "images": ["01.png", "02.png", "03.png", "04.png"],
  "price": 2990,
  "description": "Xiaomi Mi Power Bank 3 Pro обладает ёмкостью 20 000 мАч и предельной мощностью 45 Вт, что позволяет заряжать мобильные телефоны, ноутбуки и планшеты. Устройство отличается от предыдущих моделей черным цветом и наличием трех портов, 1 из которых USB Type-C и 2 USB-A. Скорость полной зарядки аккумулятора зависит от зарядного устройства. При мощности 10 Вт время на пополнение энергии от 0 до 20 тыс. мАч составит 11 часов, а при 45 Вт всего 4,5 ч. Имеется возможность сквозной зарядки – одновременно можно восполнять энергию, как самого аккумулятора, так и девайсов, заряжаемых от него. Быстрая подпитка сразу двух смартфонов или планшетов достигается в режиме 5В/3А, а режимы 5В/2,4 А, 9В/2А и 12В/1,5А доступны для зарядки одного гаджета. Технологии Quick Charge 3.0 и PD от Xiaomi позволяют производить зарядку в противоположных направлениях. Также поддерживается восполнение энергии фитнес-браслетов, Bluetooth-наушников и игровой консоли Switch от Nintendo. Корпус изготовлен из прочного и легкого алюминиевого сплава и имеет износостойкое покрытие. Надежность и безопасность портативного аккумулятора обеспечивается 9 степенями защиты и возможностью переключения на режим зарядки малым током."
}, {
  "id": "70adbfce-b703-4d14-940b-67492cdbdefe",
  "name": "Ручной фонарь ArmyTek Wizard v3 XP-L Magnet USB + 18650 Li-Ion",
  "cover": "01.jpg",
  "images": ["01.jpg", "02.jpg", "03.jpg", "04.jpg"],
  "price": 5600,
  "description": "Перезаряжаемый аккумуляторный фонарь с магнитной USB зарядкой. Выдаёт яркий свет с постоянной яркостью благодаря мощной и эффективной электронике. Обладает эффективной TIR-оптикой с отсутствием эффекта «туннельного зрения» даже после длительного использования. Фонарь обладает прочным корпусом без длинных проводов, ненадежных резиновых соединителей и лишних блоков, но при этом надёжно защищён от проникновения воды, грязи и пыли – фонарь продолжает работать даже на глубине 10 метров."
}]
